"SJVideoPlayer_ReplayText" = "重播";
"SJVideoPlayer_PreviewText" = "预览";
"SJVideoPlayer_PlayFailedText" = "视频加载失败, 请确认网络后重试";
"SJVideoPlayer_PlayFailedButtonText" = "点击重试";

"SJVideoPlayer_NotReachablePrompt" = "网络不稳定, 请检查网络";
"SJVideoPlayer_ReachableViaWWANPrompt" = "当前非WiFi环境, 请注意流量消耗";
"SJVideoPlayer_NotReachableText" = "网络超时, 请在稳定的网络下重试";
"SJVideoPlayer_NotReachableButtonText" = "重新加載";

"SJVideoPlayer_CancelBtnTitle" = "取消";
"SJVideoPlayer_WaitingForRecordingPromptText" = "录制中, 请稍等...";
"SJVideoPlayer_FinishRecordingPromptText" = "点击右侧按钮完成录制";
"SJVideoPlayer_VideoPlayDidToEndText" = "视频播放完毕";
"SJVideoPlayer_UploadingPrompt" = "上传中";
"SJVideoPlayer_UploadSuccessfullyPrompt" = "上传成功";
"SJVideoPlayer_ExportingPrompt" = "导出中";
"SJVideoPlayer_ExportSuccessfullyPrompt" = "导出成功";
"SJVideoPlayer_OperationFailedPrompt" = "操作失败";
